[
  {"word": "greenhouse", "clue": "A gas that traps heat in the atmosphere."},
  {"word": "ecosystem", "clue": "A community of interacting organisms and their environment."},
  {"word": "biodiversity", "clue": "Variety of life in the world or in a particular habitat."},
  {"word": "sustainability", "clue": "Meeting current needs without compromising future generations."},
  {"word": "deforestation", "clue": "The large-scale removal of forests."},
  {"word": "globalwarming", "clue": "The long-term rise in Earth's average temperature."},
  {"word": "renewable", "clue": "Energy from sources that are naturally replenishing."},
  {"word": "pollution", "clue": "Contamination of the environment with harmful substances."},
  {"word": "carbonfootprint", "clue": "The total amount of carbon dioxide emissions produced."},
  {"word": "conservation", "clue": "Preserving and protecting the natural environment."},
  {"word": "climateaction", "clue": "Efforts to reduce or halt climate change."},
  {"word": "environment", "clue": "The natural world, including all living and nonliving things."},
  {"word": "agriculture", "clue": "The science or practice of farming."},
  {"word": "emissions", "clue": "The release of gases or particles into the atmosphere."},
  {"word": "ozonelayer", "clue": "The protective layer in Earth's stratosphere that absorbs UV radiation."},
  {"word": "carbonsequestration", "clue": "The process of capturing and storing atmospheric carbon dioxide."},
  {"word": "temperature", "clue": "The degree of heat in the atmosphere."},
  {"word": "sustainably", "clue": "In a manner that is environmentally friendly and efficient."},
  {"word": "reforestation", "clue": "The process of planting trees to restore lost forests."},
  {"word": "overfishing", "clue": "Catching too many fish from a body of water."},
  {"word": "adaptation", "clue": "Adjusting to environmental changes or conditions."},
  {"word": "pollutants", "clue": "Substances that cause pollution."},
  {"word": "wastemanagement", "clue": "The process of treating and disposing of waste."},
  {"word": "ecosystem", "clue": "A biological community of interacting organisms and their environment."},
  {"word": "fossilfuels", "clue": "Natural fuels like coal, oil, and natural gas formed from ancient plants and animals."},
  {"word": "carbonneutral", "clue": "Achieving a net-zero carbon emission by balancing emitted carbon with carbon offsets."},
  {"word": "polarregions", "clue": "The cold areas around the North and South Poles."},
  {"word": "meltingice", "clue": "The process by which solid ice turns into liquid water due to heat."},
  {"word": "hydropower", "clue": "Electricity generated by harnessing the energy of flowing water."},
  {"word": "wildfires", "clue": "Uncontrolled fires that spread rapidly across vegetation."},
  {"word": "climatepolicy", "clue": "Guidelines and laws aimed at addressing climate change."},
  {"word": "airquality", "clue": "The condition of the air in a particular area, especially regarding pollutants."},
  {"word": "biodegradable", "clue": "Substances capable of being decomposed by bacteria or other biological means."},
  {"word": "oceanacidification", "clue": "The lowering of ocean water's pH levels due to excess CO2 absorption."},
  {"word": "greenenergy", "clue": "Energy produced from renewable and environmentally friendly sources."},
  {"word": "climatejustice", "clue": "The fair treatment of all people in the fight against climate change."},
  {"word": "decarbonization", "clue": "The process of reducing carbon dioxide emissions from various activities."},
  {"word": "microplastics", "clue": "Tiny plastic particles found in the environment, often as pollution."},
  {"word": "carboncapture", "clue": "The technology that captures carbon dioxide emissions from sources."},
  {"word": "biodiversity", "clue": "The variety of plant and animal life in a particular habitat."},
  {"word": "climatecrisis", "clue": "The urgent and severe impacts of climate change."},
  {"word": "solarenergy", "clue": "Energy harnessed from the sun using solar panels or other technologies."},
  {"word": "hydroelectric", "clue": "Electricity generated by the movement of water through turbines."},
  {"word": "greenbuilding", "clue": "A structure that is environmentally responsible and resource-efficient."},
  {"word": "climatechange", "clue": "Significant and lasting changes in the Earth's climate."},
  {"word": "nuclearenergy", "clue": "Energy produced through nuclear reactions."},
  {"word": "ecosystems", "clue": "A community of living organisms interacting with each other and their environment."},
  {"word": "pollutionfree", "clue": "Free from harmful contamination."},
  {"word": "sustainable", "clue": "Able to be maintained at a certain rate or level."},
  {"word": "desertification", "clue": "The process by which fertile land becomes desert."},
  {"word": "airpollution", "clue": "The contamination of the air with harmful substances."},
  {"word": "forestation", "clue": "The process of planting trees to increase forest cover."},
  {"word": "climatemitigation", "clue": "Actions taken to reduce the severity of climate change."},
  {"word": "greenhousegases", "clue": "Gases in the atmosphere that trap heat, contributing to global warming."},
  {"word": "atmosphere", "clue": "The layer of gases surrounding the Earth."},
  {"word": "carboncredits", "clue": "A permit that allows a country or company to emit a certain amount of carbon."},
  {"word": "waterconservation", "clue": "The practice of using water efficiently to reduce unnecessary usage."},
  {"word": "foodsecurity", "clue": "The availability and access to sufficient food."},
  {"word": "climateeducation", "clue": "Teaching people about climate change and its impacts."},
  {"word": "ecoactivism", "clue": "Taking action to protect the environment."},
  {"word": "climateadaptation", "clue": "Adjusting to the environmental changes caused by climate change."},
  {"word": "carbonmarket", "clue": "A market for buying and selling carbon emission allowances."},
  {"word": "environmental", "clue": "Related to the natural world and human impact on it."},
  {"word": "sustainable", "clue": "Use of resources in a way that does not deplete them for future generations."},
  {"word": "temperature", "clue": "The degree of warmth or coldness in the atmosphere."},
  {"word": "reforestation", "clue": "Planting trees to replace those that have been cut down."},
  {"word": "earthwarming", "clue": "The increase in Earth's average temperature over time."},
  {"word": "fossilfuels", "clue": "Natural fuels formed from ancient plants and animals."},
  {"word": "ecosystem", "clue": "A community of living organisms interacting with their environment."},
  {"word": "electrification", "clue": "The process of powering something using electricity."},
  {"word": "oceanpollution", "clue": "Contamination of oceans due to waste, chemicals, and plastics."},
  {"word": "climateimpact", "clue": "The effect of climate change on the environment."},
  {"word": "carbonneutral", "clue": "Achieving net-zero carbon emissions by balancing out emissions."},
  {"word": "carbonemissions", "clue": "The release of carbon into the atmosphere, typically from human activities."},
  {"word": "deforestation", "clue": "The large-scale removal of trees in an area."},
  {"word": "oceanacidification", "clue": "The lowering of ocean pH levels due to carbon dioxide absorption."},
  {"word": "climatejustice", "clue": "Fighting for fair treatment of all people impacted by climate change."},
  {"word": "sustainable", "clue": "Capable of being maintained over the long term."},
  {"word": "ecosystem", "clue": "A community of organisms interacting with each other and their environment"},
  { "word": "GREENHOUSE", "clue": "A type of gas that traps heat in Earth's atmosphere." },
  { "word": "CARBONCYCLE", "clue": "The natural process of carbon exchange among Earth, oceans, and the atmosphere." },
  { "word": "GLACIATION", "clue": "A period when ice sheets cover large parts of Earth." },
  { "word": "OZONEHOLE", "clue": "A region of depleted ozone in the stratosphere." },
  { "word": "BIODIVERSITY", "clue": "The variety of life found in an ecosystem." },
  { "word": "DEFORESTATION", "clue": "The large-scale removal of trees from forests." },
  { "word": "FOSSILFUELS", "clue": "Energy sources like coal, oil, and natural gas derived from ancient organisms." },
  { "word": "HYDROSPHERE", "clue": "All the water on Earth, including oceans, lakes, and rivers." },
  { "word": "ANTHROPOCENE", "clue": "The current geological era, influenced by human activity." },
  { "word": "THERMOHALINE", "clue": "The circulation of oceans driven by temperature and salinity differences." },
  { "word": "CLIMATESHIFT", "clue": "A significant and lasting change in the weather patterns." },
  { "word": "SOLARPANELS", "clue": "Devices that convert sunlight into electricity." },
  { "word": "GEOTHERMAL", "clue": "Heat energy generated from within Earth's crust." },
  { "word": "WINDTURBINE", "clue": "A device that converts wind energy into electricity." },
  { "word": "RENEWABLE", "clue": "A type of energy that can be replenished naturally." },
  { "word": "SUSTAINABLE", "clue": "Capable of being maintained without depleting resources." },
  { "word": "BIOGEOCHEMICAL", "clue": "Cycles like nitrogen or carbon that involve biological, geological, and chemical processes." },
  { "word": "EXTINCTIONS", "clue": "The disappearance of a species." },
  { "word": "PERMAFROST", "clue": "Soil that remains frozen for two or more years." },
  { "word": "FEEDBACKLOOP", "clue": "A process that amplifies or dampens climate change effects." },
  { "word": "EARTHSYSTEM", "clue": "The interaction of Earth's spheres: lithosphere, biosphere, atmosphere, and hydrosphere." },
  { "word": "ACIDIFICATION", "clue": "The process of oceans becoming more acidic due to CO2 absorption." },
  { "word": "DECARBONIZE", "clue": "Reducing carbon dioxide emissions." },
  { "word": "POLARCAPS", "clue": "The ice-covered regions at Earth's poles." },
  { "word": "CLIMATEACTION", "clue": "Efforts to combat climate change." },
  { "word": "ADAPTATION", "clue": "Adjusting to climate impacts to reduce harm." },
  { "word": "METHANE", "clue": "A potent greenhouse gas released from livestock and wetlands." },
  { "word": "EVAPOTRANSPIRATION", "clue": "The combined process of water evaporation and plant transpiration." },
  { "word": "KYOTOPROTOCOL", "clue": "An international treaty to reduce greenhouse gas emissions." },
  { "word": "PARISAGREEMENT", "clue": "A global accord to combat climate change adopted in 2015." },
  { "word": "AFFORESTATION", "clue": "Planting trees in a previously non-forested area." },
  { "word": "PHOTOSYNTHESIS", "clue": "The process by which plants convert sunlight into energy." },
  { "word": "ECOLOGY", "clue": "The study of organisms and their environment." },
  { "word": "BIOMASS", "clue": "Organic material used as a renewable energy source." },
  { "word": "SEALEVELRISE", "clue": "An increase in the average level of the oceans." },
  { "word": "CLEANENERGY", "clue": "Energy that does not pollute the environment." },
  { "word": "INUNDATION", "clue": "Flooding due to sea level rise or heavy rainfall." },
  { "word": "CLIMATEMODEL", "clue": "A simulation used to predict future climate conditions." },
  { "word": "ICECORE", "clue": "A sample from ice sheets used to study past climates." },
  { "word": "WATERSTRESS", "clue": "A condition when demand for water exceeds supply." },
  { "word": "CLIMATEJUSTICE", "clue": "Addressing climate change while considering fairness and equity." },
  { "word": "ENERGYEFFICIENCY", "clue": "Using less energy to perform the same task." },
  { "word": "TIPPINGPOINT", "clue": "A critical threshold where a small change leads to a major shift." },
  { "word": "CLOUDCOVER", "clue": "The fraction of the sky covered by clouds." },
  { "word": "RADIATIVEFORCING", "clue": "The difference between energy absorbed and energy radiated by Earth." },
  { "word": "URBANHEAT", "clue": "The phenomenon where cities are warmer than surrounding areas." },
  { "word": "GEOCHEMISTRY", "clue": "The study of Earth's chemical composition and processes." },
  { "word": "MANGROVES", "clue": "Coastal ecosystems that protect against erosion and absorb CO2." },
  { "word": "INTERGLACIAL", "clue": "A warmer period between ice ages." },
  { "word": "EARTHDAY", "clue": "An annual event to promote environmental awareness." },
  { "word": "DESERTIFICATION", "clue": "The process where fertile land becomes desert." },
  { "word": "ALBEDO", "clue": "The measure of Earth's reflectivity." },
  { "word": "SINKHOLE", "clue": "A depression caused by ground collapse, often linked to groundwater loss." },
  { "word": "ELNINO", "clue": "A periodic warming of sea surface temperatures in the Pacific." },
  { "word": "LAKESYSTEM", "clue": "Freshwater ecosystems influenced by climate and human activity." },
  { "word": "CIRCULATION", "clue": "The movement of air and ocean currents affecting climate." },
  { "word": "PHOSPHORUSCYCLE", "clue": "A nutrient cycle essential for plant growth." },
  { "word": "TROPOSPHERE", "clue": "The lowest layer of Earth's atmosphere." },
  { "word": "CARBONSEQUESTRATION", "clue": "Capturing and storing atmospheric carbon dioxide." },
  { "word": "PALEOCLIMATOLOGY", "clue": "The study of past climates." },
  { "word": "WEATHERING", "clue": "The breakdown of rocks by natural forces." },
  { "word": "GLACIERMELT", "clue": "The process of ice turning into water due to warming." },
  { "word": "GEOPOLITICS", "clue": "The influence of geography on political decisions, often related to resources." },
  { "word": "MONSOONS", "clue": "Seasonal wind patterns that bring rain to certain regions." },
  { "word": "CARBONDIOXIDE", "clue": "A greenhouse gas produced by burning fossil fuels." },
  { "word": "AEROSOLS", "clue": "Tiny particles in the air that can affect climate." },
  { "word": "THERMALENERGY", "clue": "Energy related to temperature and heat." },
  { "word": "HYDROCARBONS", "clue": "Organic compounds found in fossil fuels." },
  { "word": "BIOREMEDIATION", "clue": "Using organisms to clean up polluted environments."}

]
